{"fe217b2b-6053-4ea8-8de9-01f120a05d13": {"content": "Pickering et al. BMC Public Health          (2022) 22:985  \nhttps://doi.org/10.1186/s12889-022-13372-w\nRESEARCH \nA comparison of peer change agent \nselection methods: Evidence from a high‑school \nbased suicide preventive intervention\nTrevor A. Pickering1*, Peter A. Wyman2 and Thomas W. Valente1 \nAbstract \nBackground:  Peer-led interventions for adolescents are effective at accelerating behavioral change. The Sources of \nStrength suicide preventive program trains student peer change agents (peer leaders) in secondary schools to deliver \nprevention messaging and conduct activities that increase mental health coping mechanisms. The program currently \nhas school staff select peer leaders. This study examined potential for more efficient program diffusion if peer leaders \nhad been chosen under network-informed selection methods.\nMethods:  Baseline assessments were collected from 5,746 students at 20 schools. Of these, 429 were selected by \nadults as peer leaders who delivered intervention content through the school year. We created theoretical alter-\nnate peer leader sets based on social network characteristics: opinion leadership, centrality metrics, and key players. \nBecause these sets were theoretical, we examined the concordance of these sets with the actual adult-selected peer \nleaders sets and correlated this metric with diffusion of intervention modalities (i.e., presentation, media, communica-\ntion, activity) after the first year.\nResults:  The sets of adult-selected peer leaders were 13.3%—22.7% similar to theoretical sets chosen by other socio-\nmetric methods. The use of friendship network metrics produced peer leader sets that were more white and younger \nthan the general student population; the Key Players method produced more representative peer leader sets. Peer \nopinion leaders were older and more white than the general population. Schools whose selected peer leaders had \nhigher overlap with theoretical ones had greater diffusion of intervention media and peer communication.\nConclusions:  The use of network information in school-based peer-led interventions can help create more systema-\ntized peer leader selection processes. To reach at-risk students, delivery of an indirect message, such as through a \nposter or video, may be required. A hybrid approach where a combination of visible, respected opinion leaders, along \nwith strategically-placed key players within the network, may provide the greatest potential for intervention diffusion.\nKeywords:  Peer leaders, Social networks, Diffusion of innovations, Social connectedness, School intervention, Peer \nmessaging, Friendship networks, Social support\n© The Author(s) 2022. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://​creat​iveco​mmons.​org/​licen​ses/​by/4.​0/. The Creative Commons Public Domain Dedication waiver (http://​creat​iveco​\nmmons.​org/​publi​cdoma​in/​zero/1.​0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.\nBackground\nBehavior change interventions, when delivered in the \ncontext of a social network (e.g., a school or workplace), \ncan be more effective when members of the community \nare used to help implement the diffusion of the interven-\ntion (i.e., “peer leaders” or “peer change agents”). Peer-\nled network interventions are a promising approach for \nOpen Access\n*Correspondence:  tpickeri@usc.edu\n1 Department of Population & Public Health Sciences, Keck School \nof Medicine of USC, University of Southern California, Los Angeles, CA, USA\nFull list of author information is available at the end of the article\nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 2 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \nreducing health behavior problems among adolescents \nand young adults, having reduced HIV risk behaviors \n[1], cigarette smoking [2], and risk factors for suicidal \nbehaviors [3]. The effectiveness of this approach stems \nfrom peer leaders/educators being seen as more credible \nthan adults at delivering intervention messaging [4–6], \nbeing role models who persist in the community after the \nintervention has ended [1], and having access to infor-\nmal routes of communication which can be essential to \nreaching less-engaged students at school [7, 8].\nSchools are an ideal setting for peer-led interventions \nas they contain a bounded population that can provide \nnetwork information, serve a broad population of youth, \nand provide a setting for peer socialization [9]. Still, few \npeer-led interventions are widely used in the school set-\nting, and research on implementation processes and \npractices of peer-led programs is in its early stages [10]. \nOne outstanding set of implementation questions con-\ncerns the selection of peer leaders in these programs: how \nmany are required, what type of training is necessary, and \nhow should they be selected? This study addresses how to \noptimize the selection of peer leaders in a school-based \nintervention context.\nThe exact demographic and sociometric characteris-\ntics of optimal peer leaders has been the subject of recent \ninvestigations. One consistent finding, congruent with \nnetwork theory, is that selecting influential individuals as \nthese change agents results in superior diffusion of infor-\nmation through a given network compared to randomly-\nselected individuals [11, 12]. Perhaps the most established \nmethod of defining “influential” individuals is opinion \nleadership [13], but a complement of methods are avail-\nable to select respected opinion leaders in networks [14]. \nIn a school-based intervention, the most powerful of \nthese is to collect and use sociometric information from \nthe entire school network. The ability to ascertain the \nstudents who are friends, leaders, admired, or respected \n(to name a few) can provide valuable information when \nmaking informed peer leader selection. Without this \ninformation, peer-led interventions have had to rely on \nmethods such as self-selection [15], staff selection [16], \nor a combination of both [17]. Other approaches can be \nemployed when network information is limited, such as \nselecting the friends of randomly selected individuals and \nusing these friends instead as the peer change agents [18, \n19]. While effective, these methods do not take advantage \nof a full network census.\nSchool-based interventions allow the collection of \nfriendship relational data at school, and when used to \ninform peer leader selection this information can pro-\nvide a more powerful intervention compared to unin-\nformed selection [20]. The use of a single algorithm to \nidentify “influential” individuals, though, may ignore \nseveral facets of interpersonal influence that operate on \ndifferent levels. For example, there may be strategic posi-\ntions within a network that are optimal for intervention \ndiffusion [11, 21]. Additionally, Diffusion of Innovations \ntheory suggests that individuals who are similar to oth-\ners in their network (i.e., homophilous) are more likely to \nspread information to peers [22], a finding that has been \nreplicated in subsequent studies [23, 24]. In addition to \nopinion leadership, it is clear that network position and \nrepresentativeness should be considered when selecting \npeer leaders.\nTo explore the ways in which selection methods may \ninfluence whom is chosen as peer leaders, the current \nstudy examines the sociometric and demographic charac-\nteristics of peer leader sets produced through several dif-\nferent theoretical selection methods. For each of the peer \nleader sets we examine: 1) sociometric characteristics, \n2) the distance of the peer leader set to at-risk students \n(individuals with suicidal thoughts or behaviors, individ-\nuals peripheral in the network, individuals isolated from \nadults) who are not expected to be reached as well by tra-\nditional interventions, 3) the extent of clustering of peer \nleaders within each set, and 4) the representativeness of \nthese peer leaders based on demographic characteristics. \nWe additionally examine the concordance of empirical \nadult-selected peer leaders with these theoretical peer \nleader sets to see if concordance relates to message dif-\nfusion observed in the intervention. We hypothesize that \nin schools where the current adult-selected peer leader \nsets have higher concordance with theoretical sociomet-\nric ones, student exposure to intervention will be higher \nacross the four measured exposure modalities.\nMethods\nSchools and student enrollment\nData for this study comes from a type I hybrid effective-\nness-implementation trial of a peer-led suicide preven-\ntion program, Sources of Strength [3], in 40 high schools. \nSchools were in predominantly rural, small town, and \nmicropolitan communities of New York (n = 31) and \nNorth Dakota (n = 9), based on Rural Urban Commut-\ning Area scores. Schools were selected for enrollment \nin Sources of Strength based on location in a county or \npublic health region with past five-year youth suicide \nrates above the state average (24.40 and 5.19 per 100,000 \nin North Dakota and New York, respectively, for youth \n15–19 in 2009–2011). The 40 high schools were enrolled \nin four cohorts (2010–2013), with schools stratified \nby size and location; matched pairs were subsequently \nrandomized into either immediate implementation or \nwait-list conditions. The 20 high schools randomized to \nbegin immediate implementation of Sources of Strength \nare included in this study (16 in New York, 4 in North \nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 3 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \n\t\nDakota). The schools ranged in student population size \nfrom 63–1,207 students (M = 366). Two schools served \nNative American reservations. All students in grades 9 – \n12 were invited for repeated longitudinal assessments to \nevaluate program diffusion and impact [25]. The Univer-\nsity of Rochester IRB approved the study protocol.\nPeer leader selection and role\nPeer leader selection was preceded by baseline assess-\nment of the school’s student population and training of \nadult staff in each school (i.e., adult advisors), whose role \nincluded recruiting student peer leaders and facilitating \ntheir role as prevention agents. Identical, standardized \nprocedures were used in each school to recruit peer lead-\ners. This process consisted of distributing nomination \nforms to staff members which asked for nominations of \nup to 6 students whose “voices are heard” by other stu-\ndents. Nominations were reviewed to select a target \nof 5–10% of students who reflected diverse population \ngroups within their school. The size of the peer leader \nteam varied by high school, contingent on school size \nand staff selection. A total of 959 students were invited \n(19–86 per school), with 789 (83.2%) enrolling with par-\nent permission and youth assent. Of these, 459 (9–45 \nper school) were retained as active peer leaders through \nthe end of the first school year. Selected peer leaders and \ntheir adult advisors participated in a 5-h training cover-\ning natural coping resources (e.g., trusted adults, family \nsupport, positive activities) and their role in school-wide \ndissemination of those strengths. Following training, \npeer leaders were invited to participate in bi-weekly \nmeetings to plan and carryout prevention campaigns to \nspread ‘sources of strength’ and normalize engaging adult \nsupport for students in crisis or suicidal.\nSurvey Variables\nDemographics\nThe baseline survey administered to all students collected \ninformation on student sex, ethnicity (white vs. non-\nwhite), and grade level.\nSuicidal thoughts and behaviors\nUsing questions from the Youth Risk Behavior Survey \n[26], each student was asked whether in the preced-\ning 12 months he/she had: seriously considered suicide; \nplanned suicide; made one or more suicide attempts; or \nmade an attempt that resulted in injury requiring medi-\ncal treatment. Three categories were created to describe \nsuicidal behavior: suicide attempt with or without injury, \nseriously considered suicide without attempt, and no sui-\ncidal thoughts or behaviors.\nIntervention diffusion\nDiffusion of the Sources of Strength intervention was \nmeasured at the end of the first year and categorized into \nfour different dichotomous modalities corresponding to \nvarious levels of engagement which included awareness \nof, communication about, and active participation in the \nintervention [27]. Students were asked about these expo-\nsures, preceded by the phrase, “Some students in your \nschool have been trained as Peer Leaders in a program \ncalled Sources of Strength.” Students were subsequently \nasked about:\n1.\t Presentation or assembly attendance consisted of \nanswering “yes” to either: Have you seen a presen-\ntation or assembly about… (a) strengths that help \nteens get through hard times?, or (b) helping suicidal \nteens by getting adults involved? Example presenta-\ntions included peer leaders leading presentations in \ntheir class about the “Sources of Strength wheel” and \na source they felt they were strong in.\n2.\t Poster or video viewing was assessed by answering \n“yes” to: Have you seen posters or videos at school \nabout strengths? Example posters included pictures \nof the eight different sources of strength.\n3.\t Direct peer communication participation was based \non answering “yes” to either: Has a friend or other \nstudent… (a) told you about Sources of Strength?, or \n(b) talked to you about using strengths?\n4.\t Intervention activity participation consisted of \nanswering “yes” to either: (a) Have you participated \nin a Sources of Strength activity such as adding your \ntrusted adult to a poster?, or (b) Has a friend or other \nstudent asked you to name adults you can go to for \nhelp?\nAnalysis\nTheoretical peer leader selection\nThe number of adult-selected peer leaders (APL) varied \nby school (Fig. 1). For a given school i with a set of n APL, \na theoretical set of ni peer leaders were identified by each \nof the following methods. Whenever a ranked method \nproduced a tie, students were randomly selected to break \nthe tie.\n1)\t Peer Opinion Leaders (POL). Students were asked to \nname up to three students in school who they con-\nsidered to be “student leaders who others listen to.” \nNominations were summed to produce the total \nnominations received per student (opinion leader \nin-degree). The top ni opinion leaders at each school \nwere selected as POL.\nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 4 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \n2)\t Friendship Network Opinion Leaders (FNOL). Stu-\ndents were asked to name up to seven students in \nschool who are their closest friends. These nomina-\ntions produced several individual-level network vari-\nables, including: (a) In-degree (FNOL-In): the num-\nber of friendship nominations received from others; \n(b) Coreness (FNOL-Co): for each student, the k-core \nis the maximal subgraph in which each vertex has \ndegree k, with larger values indicating membership in \na more cohesive, interconnected group of friends; (c) \nCloseness (FNOL-Cl): the reciprocal sum of distances \nto each other student in the network, indicating cen-\ntral proximity to all other students; and (d) Between-\nness (FNOL-Bt): the number of times an individual \nis in the shortest path connecting all other nodes, \nan indicator of potential to bridge disparate groups. \nThe iGraph package in R [28] was used to compute \nall individual-level friendship network variables. For \neach metric, the top ni students were selected as \nFNOL.\n3)\t Key Players (KPL). The key players algorithm identi-\nfies key players for the purpose of optimally diffusing \ninformation through a network [29]. Borgatti notes \none practical implementation of this algorithm is \nto select a small set of a population as seeds to dif-\nfuse practices or attitudes that promote health. The \napproach selects a set of maximally connected indi-\nviduals who tend to be equally spaced throughout the \nnetwork. The approach addresses the “redundancy \nproblem,” the tendency of highly central nodes to \nbe structurally equivalent and therefore connected \nto the same individuals. The key players algorithm \n(KPP-POS) was performed using the InfluenceR \npackage in R [30] to identify ni KPL in each school.\n4)\t Hybrid Methods (HPL). Three hybrid methods of \npeer leader identification were implemented. In each \ncase, representative samples of the population were \ntaken by stratifying the school population by ethnic-\nity, sex, and grade level and choosing a proportional \nnumber of peer leaders within each stratum, rounded \ndown. This method produced n-k total peer lead-\ners per school. Then, the key players algorithm was \nused to select k remaining peer leaders within that \nschool. The peer leader sets chosen under the hybrid \napproach were selected by the following algorithms: \n(a) Influence-weighted (HPL-Inf): the students with \nthe highest opinion leader in-degree and friend-\nship in-degree were chosen within each stratum. [2] \nCentrally-weighted (HPL-Cen): the students with \nthe highest closeness and betweenness were chosen \nwithin each stratum. [3] Structurally-weighted (HPL-\nStr): the students were chosen as with the influence-\nweighted methods, but restricted to no more than 2 \nper stratum. This produced a greater proportion of \npeer leaders being chosen through the key players \nalgorithm.\nFig. 1  Percent of students selected as peer leaders who participated through the full school year, by school size. Points are labeled as number of \npeer leaders in the given school \nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 5 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \n\t\nAssessment metrics\nTheoretical peer leader sets were evaluated by assess-\ning sociometric and demographic characteristics, which \nwere standardized within school to produce z-scores. \nThese scores were averaged across all peer leaders to pro-\nduce a mean value with respect to the general student \nbody at each school (e.g., a value of 1 would indicate one \nstandard deviation difference in that metric compared \nto the average for all students). To account for within-\nschool clustering, reported means and standard errors \nare derived from mixed-effect models that included only \na random intercept for school.\n1.\t Selection Concordance. To address the concordance \nof the APL with the proposed theoretical ones, we \nmeasured the percent of students in the theoretical \npeer leader sets who were also in the APL set. We \nadditionally computed concordance among all other \ntheoretical peer leader selection methods. For exam-\nple, if the school-level concordance between APL and \nPOL methods was 20%, then this indicates 20% of the \npeer leaders selected based on opinion leadership at \nthat school had also been chosen as adult-selected \npeer leaders.\n2.\t Sociometric Characteristics. The average in-degree, \nout-degree, coreness, closeness, betweenness, and \nopinion leader nominations were computed for each \nindividual and standardized within school.\n3.\t Clustering. To determine the extent of peer leader \nclustering, for each selection method we calculated \nthe average number of peer leaders within one step \nof (i.e., directly connected to) any given peer leader, \nbased on the friendship network.\n4.\t Representativeness. To assess demographic repre-\nsentation, for each selection method we calculated \nthe sex, race, age, and grade level of peer leaders and \ncompared these values to the school mean.\n5.\t Reach. To determine the proximity of selected peer \nleaders to at-risk students, we calculated the distance \nof each peer leader to the closest student in each \nof the three risk categories. A lower value reflected \nbeing closer in friendship steps to these peers. Risk \ncategories included: 1) indicating suicide ideation or \nsuicide attempt, 2) being in the periphery of the net-\nwork [31], and 3) naming no trusted adults at school. \nIn the case that a peer leader was disconnected from \nall other students within a risk category, the maxi-\nmum distance in the network was assigned. One \nschool had no suicide attempts and was excluded \nfrom statistics on distance to closest student with \nattempt. Figure  2 shows the distribution of at-risk \nstudents within the network of one sample school. \nThe smallest risk group was suicidality (school-level \nproportion = 15.4%), followed by peripheral students \n(16.2%), with a considerable number of students not \nnaming a trusted adult (32.0%).\nData import, cleaning, and analysis were performed \nin R v4.1.1 [32]. The creation of network objects and \nnetwork metrics was performed with the iGraph \npackage. To determine the relationship between con-\ncordance of peer leader selection methods with inter-\nvention diffusion, schoolwide percent exposure to the \nfour Sources of Strength modalities was regressed \nagainst the percent concordance with each peer leader \nselection method, with and without adjusting for log-\ntransformed school size. Regression analyses on these \n20 school-level observations was performed in R using \nthe glm package.\nResults\nSample\nAcross the 20 schools, average enrollment in the evalu-\nation was 82.2% (range 65.9–98.3%) for a final sample of \n5,746 students (range 54–841 per school). Of these, 4,026 \nparticipants completed information on exposure to the \nintervention Sources of Strength at the end of the first \nyear. Demographic characteristics of all students partici-\npating in the baseline survey and survey at the end of the \nfirst school year are presented in Table 1.\nFig. 2  Distribution of “at-risk” students in one sample school: students with suicide ideation or attempt A, students in the network periphery B, and \nstudents who did not name a trusted adult C \nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 6 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \nSelection concordance\nThe students chosen by theoretical selection methods \ngenerally had low correspondence to the students empiri-\ncally chosen by adults (Table  2). The amount of con-\ncordance with APL was as low as 13.3% for KPL and as \nhigh as 21.6% for POL. Among all theoretical selection \nmethods, concordance was the highest between FNOL-\nCl and FNOL-Bt (54.2%) and lowest between FNOL-Co \nand FNOL-Bt (11.1%). FNOL-Dg had consistently high \nconcordance, as it was related to POL (35.5%), FNOL-Co \n(31.8%), FNOL-Cl (32.9%), FNOL-Bt (30.9%), and even to \nKPL (30.3%).\nSociometric characteristics of peer leader sets\nEach theoretical sociometric method produced indi-\nviduals with the highest values of the respective socio-\nmetric characteristic (Table 3). The set of APL also had \nhigher sociometric characteristics than the average stu-\ndent, but these values were lower than other network-\ninformed selection methods. Consistent with their role \nas respected members of the community, POL had high \nstandardized values of in-degree (M =  + 1.13, SE = 0.06). \nKPL had higher values of each sociometric compared \nto the general school population, but these values were \nmodest in relation to peer leaders chosen through other \nsociometric selection methods.\nClustering within peer leader sets\nThe largest clustering among peer leaders occurred for \nthe FNOL-Co and FNOL-Cl; these sets of students typi-\ncally had over 3 peer leaders within one friendship step \n(3.66 and 3.53, respectively). KPL had the fewest direct \nconnections to other peer leaders (0.42 peer leaders \nwithin one step). While instructed to select students \nfrom diverse groups within the school, APL on average \nhad ties to 1.34 other peer leaders. Figure  3 illustrates \nthe general trends of clustering and network position in \na sample school. Consistent with the findings in Table 3, \nFNOL-Co and FNOL-Cl appear highly clustered, while \nKPL appear to be uniformly spread through the network. \nPOL were generally more dispersed through the network, \nbut still tended to cluster in local pockets.\nDemographic characteristics of peer leader sets\nThere were large demographic differences among the sets \nof peer leaders produced by different methods. A greater \nproportion of APL were female compared to the general \nstudent population (M =  + 0.22, SE = 0.05). While APL \ngenerally matched the ethnic composition of the stu-\ndent populations, POL (M =  + 0.15, SE = 0.05), FNOL-\nDg (M =  + 0.11, SE = 0.05), and FNOL-Cl (M =  + 0.12, \nSE = 0.04) produced peer leaders that were more ethni-\ncally white. APL were younger than the general student \npopulation (M = -0.14, SE = 0.06), while POL tended to \nbe older and in a higher grade compared to other stu-\ndents (M =  + 0.35 & + 0.47, respectively).\nDistance to at‑risk students\nThe proportion of peer leaders with suicide ideation and \nsuicide attempt matched that of the general population \nunder almost all selection methods. However, FNOL-Dg \nhad a lower proportion with suicide ideation than the \ngeneral population (M = -0.15, SE = 0.03), while POL and \nFNOL-Cl had a lower proportion with suicide attempt \n(M = -0.10 & -0.14, respectively). Every selection method \nproduced peer leaders who were closer to at-risk stu-\ndents than the general population. APL and FNOL-Co, \nthough, were not closer to students with suicide attempt \nor peripheral students.\nRelationship between concordance and diffusion\nSchool-level percent concordance of APL with theo-\nretical selection methods (i.e., “selection concordance”) \nwas related to diffusion for some modalities (Table  4). \nSelection concordance was not a significant predictor \nof schoolwide diffusion as evidenced by attendance at a \npresentation, nor did it significantly predict schoolwide \nactivity participation in analyses adjusted for school size. \nSchoolwide rates of direct peer communication were \nsignificantly larger when schools had peer leader sets \nthat more closely aligned with POL, FNOL-Cl, and all \nHPL. In analyses adjusted for school size (ln), this effect \nremained significant for POL and marginal for all HPL. \nThe largest adjusted effect was for POL concordance; a \n1% increase in POL concordance was associated with a \n0.82% increase in students with direct peer communica-\ntion (p < 0.001). Having viewed a poster/video was signifi-\ncant for concordance with all methods except FNOL-Co. \nIn adjusted analyses among those with suicide ideation or \nattempt, POL and all HPL concordance were significantly \nassociated with having viewed intervention media.\nTable 1  Demographic characteristics of students participating \nin the Sources of Strength assessments (n = 5,746)\na # with baseline survey included in social network analyses\nVariable\nSchool-Level Mean (SD)\nSchool-Level Range\nSchool Size a\n287 (244)\n54—841\nSex—Male\n51.1% (3.44%)\n44.5%—59.2%\nRace—White\n80.4% (22.8%)\n1.02%—98.9%\nAge\n15.7 (0.19)\n15.5—16.2\nSuicide Ideation\n6.6% (2.1%)\n2.9%—12.0%\nSuicide Attempt\n6.6% (3.0%)\n0%—13.9%\nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 7 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \n\t\nDiscussion\nOur findings confirm that the use of network information \nto inform peer leader selection has promise in improv-\ning the diversity and network position of peer leader sets \nand potentially enhancing intervention diffusion in par-\nticipating schools. We see that the intent of APL sets—\nnamely, to contain a diverse sample of students from \nacross the network—appears to be somewhat achieved in \nthe Sources of Strength intervention. The current APLs \ntended to cluster less than those from other theoretical \nselection methods and had higher values of network cen-\ntrality characteristics compared to the general student \npopulation. This suggests that adults may be tapping into \nimplicitly observed information about the school net-\nwork even without using formal analytic methods. None-\ntheless, there is still potential to optimize peer leader \nselection as APL tended to be less central, more female, \nand less close to at-risk students compared to the other \nselection methods.\nThe power of key players\nThough the Key Players algorithm was designed to pro-\nduce a set of individuals maximally connected to others \nin the network, it additionally performed quite well at \nproducing a representative sample of individuals. Each \nother sociometric method produced peer leaders with \ncharacteristics incongruent with selection goals (e.g., \nFNOL selected more white, younger, female peer lead-\ners, and POL selected more white, older peer leaders). \nKPL, though, aligned with the student population on \nall demographic characteristics, perhaps selecting indi-\nviduals from various demographic clusters in the net-\nwork. This finding has been shown in other research; for \nexample, it has been suggested that the selection of Key \nPlayers be used to supplement formal leaders in order to \nreflect a more diverse set of group interests [33]. FNOL-\nBt also contained individuals who ethnically similar to \nthe overall student population, likely because individuals \nwith high betweenness tend to bridge disparate groups \nand, in these secondary schools, groups tend to be \ndefined by sex and race.\nConnecting to at‑risk students\nPrevalence of suicide ideation and attempt gener-\nally did not differ for any peer leader sets, with some \nexceptions. FNOL-Dg had a lower rate of suicide \nideation, and one interpretation could relate to the \nconstraints placed on popular individuals within net-\nworks. That is, popular students may have the ability \nto spread information and set trends within networks, \nbut their behaviors and attitudes generally tend to \nbe reflective of the network overall [34]. It has been \nshown that students in Sources of Strength schools \nwho have suicide ideation or attempt tend to be less \npopular than those without suicidality on average, \nsuicidal students are 86% as popular as non-suicidal \nstudents [25]. While popular students may have the \nability to be behavioral role models, they may also be \nless connected and empathetic to the needs of suicidal \nstudents within the network. Indeed, we found a rela-\ntionship between concordance of POLs and diffusion \nof direct peer communication, but this relationship \ndisappeared in the subsample of students with suicidal \nthoughts and behaviors. While it is discouraging that \nthere does not appear to be a relationship between \nconcordance of any selection method and direct com-\nmunication in the subsample of students with suicidal \nthoughts and behaviors in adjusted analyses, there was \na significant relationship between concordance and \nposter/video exposure for POL and HPL methods in \nthis subsample. Interventions attempting to reach stu-\ndents in this subsample may need to rely on the power \nof peer leaders as indirect community role models, and \nless on direct routes of communication.\nTable 2  Concordance among peer leader selection methods. For each pair of peer leader sets, displayed are the number (and %) of \nstudents who appear in both sets\nAPL\nPOL\nFNOL-Dg\nFNOL-Co\nFNOL-Cl\nFNOL-Bt\nKPL\nAPL\n459 (100%)\nPOL\n99 (21.6%)\n459 (100%)\nFNOL-Dg\n85 (18.5%)\n163 (35.5%)\n459 (100%)\nFNOL-Co\n70 (15.3%)\n94 (20.5%)\n146 (31.8%)\n459 (100%)\nFNOL-Cl\n71 (15.5%)\n93 (20.3%)\n151 (32.9%)\n84 (18.3%)\n459 (100%)\nFNOL-Bt\n66 (14.4%)\n88 (19.2%)\n142 (30.9%)\n51 (11.1%)\n249 (54.2%)\n459 (100%)\nKPL\n61 (13.3%)\n86 (18.7%)\n139 (30.3%)\n57 (12.4%)\n70 (15.3%)\n110 (24%)\n459 (100%)\nHPL-Inf\n104 (22.7%)\n258 (56.2%)\n227 (49.4%)\n88 (19.2%)\n128 (27.9%)\n142 (30.9%)\n127 (27.7%)\nHPL-Cen\n102 (22.2%)\n205 (44.7%)\n246 (53.6%)\n94 (20.4%)\n158 (34.4%)\n185 (40.3%)\n136 (29.6%)\nHPL-Str\n98 (21.3%)\n217 (47.2%)\n203 (44.2%)\n78 (17.0%)\n103 (22.4%)\n127 (27.7%)\n153 (33.3%)\nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 8 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \nTable 3  Metrics of the overall sample and 459 peer leaders chosen under various methods. The column of means and SD reflect values from all students in the study. For all \nother columns, displayed is the average score of peer leaders for each selection method in relation to their school-level mean value. Peer leader difference scores are presented in \nz-score units (number of standard deviations difference from the overall student population value). Bold values differ significantly from 0 at p < .05\nMetric\nM (SD)\nSelection Method\nAPL\nPOL\nFNOL-Dg\nFNOL-Co\nFNOL-Cl\nFNOL-Bt\nKPL\nSocial Network Metrics\n In-Degree\n4.08\n(2.94)\n + 0.40\n(0.06)\n + 1.13\n(0.06)\n + 2.00\n(0.09)\n + 0.93\n(0.06)\n + 1.02\n(0.07)\n + 0.97\n(0.07)\n + 0.79\n(0.13)\n Out-Degree\n4.79\n(2.69)\n + 0.22\n(0.06)\n + 0.34\n(0.04)\n + 0.50\n(0.04)\n + 0.56\n(0.04)\n + 0.67\n(0.04)\n + 0.68\n(0.03)\n + 0.45\n(0.06)\n Coreness\n4.97\n(1.96)\n + 0.34\n(0.08)\n + 0.65\n(0.03)\n + 0.85\n(0.03)\n + 1.17\n(0.06)\n + 0.71\n(0.05)\n + 0.54\n(0.03)\n + 0.33\n(0.06)\n Closeness\n0.10\n(0.04)\n + 0.30\n(0.05)\n + 0.48\n(0.05)\n + 0.65\n(0.03)\n + 0.60\n(0.04)\n + 1.03\n(0.03)\n + 0.89\n(0.03)\n + 0.33\n(0.05)\n Betweenness\n1573\n(2467)\n + 0.28\n(0.05)\n + 0.52\n(0.07)\n + 1.04\n(0.07)\n + 0.20\n(0.05)\n + 1.70\n(0.09)\n + 2.29\n(0.12)\n + 0.28\n(0.05)\nConnectedness\n PLs within 1 Step\n1.34\n(0.06)\n2.17\n(0.08)\n2.43\n(0.08)\n3.66\n(0.11)\n3.53\n(0.09)\n2.27\n(0.07)\n0.42\n(0.04)\n % Disconnected\n2.9%\n(16.9%)\n0.9%\n(0.4%)\n-\n-\n-\n-\n-\n-\nDemographics\n Sex (% Female)\n49.4%\n(50.0%)\n + 0.22\n(0.05)\n + 0.08\n(0.05)\n-0.04\n(0.05)\n + 0.10\n(0.07)\n + 0.11\n(0.07)\n + 0.04\n(0.05)\n-0.02\n(0.05)\n Race (White)\n72.1%\n(44.9%)\n + 0.03\n(0.05)\n + 0.15\n(0.05)\n + 0.11\n(0.05)\n + 0.07\n(0.06)\n + 0.12\n(0.04)\n + 0.00\n(0.05)\n-0.07\n(0.05)\n Age\n15.7\n(1.3)\n-0.14\n(0.06)\n + 0.35\n(0.06)\n-0.10\n(0.06)\n-0.12\n(0.12)\n-0.26\n(0.07)\n-0.17\n(0.04)\n + 0.00\n(0.05)\n Grade Level\n10.4\n(1.1)\n-0.03\n(0.05)\n + 0.47\n(0.05)\n-0.03\n(0.05)\n-0.06\n(0.13)\n-0.20\n(0.07)\n-0.17\n(0.04)\n-0.03\n(0.05)\n Suicide Ideation\n8.8%\n(28.4%)\n + 0.04\n(0.05)\n-0.08\n(0.05)\n-0.15\n(0.03)\n-0.08\n(0.05)\n-0.07\n(0.04)\n0.02\n(0.05)\n-0.04\n(0.04)\n Suicide Attempt\n7.6%\n(26.5%)\n-0.04\n(0.05)\n-0.10\n(0.04)\n-0.01\n(0.05)\n-0.09\n(0.05)\n-0.14\n(0.04)\n-0.04\n(0.05)\n0.04\n(0.05)\nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 9 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \n\t\nTable 3  (continued)\nMetric\nM (SD)\nSelection Method\nAPL\nPOL\nFNOL-Dg\nFNOL-Co\nFNOL-Cl\nFNOL-Bt\nKPL\nAverage distance\n …to closest SI\n2.07\n(1.81)\n-0.13\n(0.04)\n-0.16\n(0.04)\n-0.29\n(0.04)\n-0.22\n(0.07)\n-0.26\n(0.03)\n-0.30\n(0.03)\n-0.24\n(0.05)\n …to closest SA\n2.29\n(1.82)\n-0.08\n(0.05)\n-0.18\n(0.04)\n-0.25\n(0.05)\n-0.09\n(0.07)\n-0.18\n(0.06)\n-0.32\n(0.03)\n-0.28\n(0.03)\n …to closest peripheral\n2.41\n(1.71)\n-0.08\n(0.04)\n-0.20\n(0.04)\n-0.24\n(0.03)\n-0.02\n(0.06)\n-0.10\n(0.04)\n-0.28\n(0.03)\n-0.32\n(0.04)\n …to closest adult isolate\n1.54\n(1.75)\n-0.07\n(0.04)\n-0.18\n(0.03)\n-0.31\n(0.03)\n-0.18\n(0.03)\n-0.23\n(0.02)\n-0.28\n(0.02)\n-0.24\n(0.03)\nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 10 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \nInterventions may need to alter their peer leader \nselection method according to characteristics of their \ntarget population. Choosing peer leaders that are \nclose to the population of interest (i.e., fewer steps \naway in the friendship network) is critical; individuals \nare less likely to be exposed the further they are from \npeer leaders, and this effect tapers off at a distance of \n3 friendship steps [27]. APL were close to at-risk stu-\ndents, but nearly all network-informed peer leader sets \ncontained individuals who were closer, with FNOL-Dg, \nFNOL-Bt, and KPL being the closest. The effects are \nsuch that if theoretical peer leader sets had been used \ninstead of APL, on average 1 additional at-risk student \ncould have been reached for every 2 KPL or for every \n4 POL. When considering the ability to reach at-risk \nstudents within the network, network-informed selec-\ntion appears superior to methods that do not use this \ninformation.\nFig. 3  Peer leaders selected using various methods in a sample school. Methods include: APL A, POL B, FNOL-Dg C, FNOL-Cl D, FNOL-Bt E, FNOL-Co \nF, and KPL G. Students are shown as circles, except those with suicide ideation/attempt who are shown as a diamond\nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 11 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \n\t\nSelection methods and diffusion\nConcordance between APL and all selection methods \nwas not related to the proportion of students who had \nseen a presentation. This modality involving structured \npeer-led campaigns was hypothesized to be the least \naffected by peer interactions; it therefore is not sur-\nprising that there is a diminished role of peer leaders at \nfacilitating exposure to this modality, and thus the peer \nleader selection method may be less important. On the \nother hand, schools with high concordance between \nAPL and POL had increased natural peer communica-\ntions about Sources of Strength, which speaks to the \npower of POL at delivering messages. Consistent with \nearly findings on opinion leadership [13], network posi-\ntion alone may not be enough to relay messages; dif-\nfusion of peer-led interventions is moderated by the \nrecipients’ perception of opinion leadership from the \nmessenger [35]. Additionally, simulation studies have \nconfirmed that, beyond their position within the social \nnetwork, opinion leaders have a powerful effect on \nproduct adoption because of their respected role within \nnetworks [36].\nSeveral concordance measures were related to hav-\ning seen a poster/video. This is unexpected considering \nour hypothesis that peer-to-peer communication would \nrespond more to peer leader selection compared to \nposter/video exposure. One explanation for this could be \nthat peer leaders affect the viewing of a poster/video not \nsimply because of their network position, but because \ncertain characteristics of peer leaders (e.g., charisma, \nenthusiasm, recognizability, relatability) may help them \nbetter deliver multimedia-based formats like posters and \nvideos. The data indicate that POL, FNOL-Cl, and HPL \nmay be better at influencing this modality. FNOL-Cl tend \nto be close to many others in the friendship network, per-\nhaps making their messaging efforts more salient to stu-\ndents. Since POL tend to be older and more respected, \nstudents may be more willing to share their intervention \nmessaging in electronic formats rather than have a direct \nconversation about intervention topics.\nLimitations\nThis study draws strength from a large data set collected \nacross several schools. While these data come from a \nTable 4  Relationship between selection method concordance and exposure to Sources of Strength across four modalities in 20 \nschools. Displayed are the regression coefficients that reflect the change in percent exposure associated with the change in percent \nconcordance (SE)\n* p < .05, + p < .10\nOutcome: School-level percent of all students exposed\nUnadjusted\nSchool Size (ln) Adjusted\nPresentation\nPoster/Video\nDirect Peer\nActivity\nPresentation\nPoster/Video\nDirect Peer\nActivity\nPOL\n0.32 (0.34)\n1.05 (0.30)*\n0.89 (0.22)**\n-0.01 (0.39)\n0.18 (0.38)\n0.74 (0.29)*\n0.82 (0.24)*\n-0.49 (0.35)\nFNOL-Dg\n0.50 (0.31)\n0.82 (0.31)*\n0.41 (0.27)\n0.10 (0.37)\n0.41 (0.37)\n0.41 (0.34)\n0.21 (0.32)\n-0.51 (0.36)\nFNOL-Co\n0.23 (0.37)\n0.73 (0.38)\n0.41 (0.31)\n0.23 (0.42)\n0.04 (0.41)\n0.28 (0.37)\n0.20 (0.34)\n-0.26 (0.40)\nFNOL-Cl\n0.56 (0.3)\n1.04 (0.27)*\n0.58 (0.25)*\n0.44 (0.35)\n0.52 (0.37)\n0.72 (0.31)*\n0.46 (0.31)\n-0.07 (0.38)\nFNOL-Bt\n0.29 (0.27)\n0.83 (0.24)*\n0.40 (0.22)\n0.63 (0.27)*\n0.11 (0.44)\n0.48 (0.38)\n0.23 (0.36)\n0.18 (0.43)\nKPL\n0.46 (0.35)\n0.87 (0.36)*\n0.59 (0.29)\n0.30 (0.41)\n0.34 (0.39)\n0.50 (0.34)\n0.43 (0.32)\n-0.12 (0.39)\nHPL-Inf\n0.30 (0.33)\n0.89 (0.27)*\n0.61 (0.22)*\n0.06 (0.34)\n0.19 (0.33)\n0.62 (0.26)*\n0.51 (0.24) + \n-0.32 (0.31)\nHPL-Cen\n0.38 (0.33)\n1.02 (0.30)*\n0.66 (0.26)*\n-0.03 (0.39)\n0.28 (0.35)\n0.76 (0.27)*\n0.55 (0.27) + \n-0.36 (0.34)\nHPL-Str\n0.55 (0.31)\n1.07 (0.28)*\n0.68 (0.24)*\n0.23 (0.37)\n0.49 (0.39)\n0.74 (0.32)*\n0.59 (0.30) + \n-0.42 (0.38)\nOutcome: School-level percent of students with suicide ideation/attempt exposed\nUnadjusted\nSchool Size (ln) Adjusted\nPresentation\nPoster/Video\nDirect Peer\nActivity\nPresentation\nPoster/Video\nDirect Peer\nActivity\nOpinion Leader\n0.44 (0.39)\n1.13 (0.4)*\n0.52 (0.25)*\n-0.08 (0.45)\n0.30 (0.44)\n0.95 (0.44)*\n0.56 (0.28)\n-0.58 (0.42)\nDegree\n0.51 (0.36)\n0.83 (0.41)\n0.16 (0.26)\n0.22 (0.42)\n0.39 (0.44)\n0.57 (0.49)\n0.12 (0.31)\n-0.35 (0.44)\nCoreness\n0.20 (0.43)\n1.04 (0.46)*\n0.06 (0.3)\n0.38 (0.47)\n-0.03 (0.48)\n0.80 (0.51)\n-0.02 (0.34)\n-0.08 (0.48)\nCloseness\n0.41 (0.37)\n0.78 (0.41)\n0.27 (0.25)\n0.01 (0.42)\n0.24 (0.45)\n0.49 (0.50)\n0.28 (0.31)\n-0.73 (0.42)\nBetweenness\n0.21 (0.32)\n0.47 (0.36)\n0.07 (0.22)\n0.37 (0.34)\n-0.21 (0.51)\n-0.12 (0.58)\n-0.07 (0.36)\n-0.53 (0.49)\nKey Players\n0.30 (0.43)\n0.94 (0.46)\n0.43 (0.27)\n0.25 (0.47)\n0.12 (0.47)\n0.69 (0.50)\n0.44 (0.31)\n-0.19 (0.46)\nHPL1\n0.41 (0.33)\n1.08 (0.31)*\n0.42 (0.21)\n0.05 (0.37)\n0.30 (0.36)\n0.95 (0.34)*\n0.43 (0.23)\n-0.28 (0.35)\nHPL2\n0.31 (0.31)\n1.01 (0.29)*\n0.37 (0.20)\n0.05 (0.35)\n0.19 (0.34)\n0.89 (0.32)*\n0.39 (0.22)\n-0.32 (0.34)\nHPL3\n0.48 (0.32)\n1.11 (0.31)*\n0.43 (0.21)\n0.11 (0.37)\n0.38 (0.36)\n0.99 (0.33)*\n0.45 (0.23)\n-0.23 (0.36)\nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 12 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \nlarger randomized control trial, the theoretical peer \nleader sets in this study were not implemented in schools. \nFuture work could implement these selection methods \nand observe actual rates of intervention diffusion within \nschools. Although APL were selected according to a \nstandardized protocol, there was some degree of subjec-\ntivity involved such that APL sets may be unreproduc-\nible. Therefore, results that pertain to concordance with \nAPL may not be generalizable to other studies. There \nmay be several other considerations for peer leaders that \nmay influence diffusion that are not measured here: will-\ningness to participate, attitudes toward the intervention, \nschool attendance, student personality type, persuasive-\nness, etc. Though these characteristics may affect diffu-\nsion, they are not measured with the current survey and \nmay not be feasible to obtain through survey methods at \nthe beginning of a school year.\nConclusions\nThe use of network information to obtain influential, \nrepresentative sets of peer leaders can help create more \nsystematized peer leader selection processes. The cur-\nrent adult-selected method produced peer leaders in \nsuboptimal network positions, but network-informed \nmethods come with challenges as well. Key players were \ndemographically representative and close to at-risk \nstudents but may be limited in their reach. Respected \nopinion leaders, while older and less ethnically repre-\nsentative, may be better equipped to deliver indirect \nintervention messaging. A hybrid approach where a \ncombination of visible, respected opinion leaders, along \nwith key players strategically placed within the net-\nwork, may provide the greatest potential for interven-\ntion diffusion. Future work should follow interventions \nthat use these selection methods to determine how they \ndirectly translate to diffusion of interventions through \nthe school network.\nAbbreviations\nAPL: Adult-selected peer leaders; POL: Peer opinion leaders; FNOL-In: Friend-\nship network opinion leaders chosen by in-degree; FNOL-Co: Friendship \nnetwork opinion leaders chosen by coreness; FNOL-Cl: Friendship network \nopinion leaders chosen by closeness; FNOL-Bt: Friendship network opinion \nleaders chosen by betweenness; KPL: Key players opinion leaders, HPL; Inf: \nInfluence-weighted hybrid peer leaders; HPL-Cen: Centrally-weighted hybrid \npeer leaders; HPL-Str: Structurally-weighted hybrid peer leaders.\nAcknowledgements\nWe thank Karen Schmeelk-Cone, PhD for her assistance with the study. \nFunding for the intervention effectiveness trial was made possible by grant \nR01MH091452 of the National Institutes of Mental Health.\nAuthors’ contributions\nTP conducted all network data analyses and led writing of the article. PW orig-\ninated the study and supervised all aspects of its implementation, reviewed \ndata analyses, and contributed to writing of the article. TV contributed to \nstudy design, reviewed analyses, and contributed to writing of the article. All \nauthors read and approved the final manuscript.\nFunding\nSupport from the National Institute of Mental Health (RO1MH091452) for all \nresearch activities and New York State-Office of Mental Health for partial sup-\nport of recruitment and training in New York sites.\nAvailability of data and materials\nDue to the study involving minors and with questions relating to sensitive \ntopics, the datasets analyzed during this study are not publicly available, but \nmay be available from Peter A. Wyman on reasonable request.\nDeclarations\nEthics approval and consent to participate\nThis study was carried out in accordance with the University of Rochester \nInstitutional Review Board who approved the study protocol. Information \nletters sent to parents included an option to decline their child’s participation. \nResearch personnel collected opt-out forms and conducted verbal assent \nwith eligible students followed immediately by web-based assessments. All \nstudents received information about how to access help or support for them-\nselves or a peer if needed.\nConsent to publication\nNot applicable.\nCompeting interests\nThe authors declare that the research was conducted in the absence of any \ncommercial or financial relationships that could be construed as a potential \nconflict of interest.\nAuthor details\n1 Department of Population & Public Health Sciences, Keck School of Medicine \nof USC, University of Southern California, Los Angeles, CA, USA. 2 Department \nof Psychiatry, School of Medicine and Dentistry, University of Rochester, \nRochester, NY, USA. \nReceived: 1 September 2021   Accepted: 5 May 2022\nReferences\n\t1.\t\nKelly JA, Amirkhanian YA, Kabakchieva E, Vassileva S, Vassilev B, McAuliffe \nTL, et al. Prevention of HIV and sexually transmitted diseases in high risk \nsocial networks of young Roma (Gypsy) men in Bulgaria: randomised \ncontrolled trial. BMJ. 2006;333(7578):1098.\n\t2.\t\nCampbell R, Starkey F, Holliday J, Audrey S, Bloor M, Parry-Langdon N, \net al. An informal school-based peer-led intervention for smoking pre-\nvention in adolescence (ASSIST): a cluster randomised trial. The Lancet. \n2008;371(9624):1595–602.\n\t3.\t\nWyman PA, Brown CH, LoMurray M, Schmeelk-Cone K, Petrova M, Yu Q, \net al. An outcome evaluation of the Sources of Strength suicide preven-\ntion program delivered by adolescent peer leaders in high schools. Am J \nPublic Health. 2010;100(9):1653–61.\n\t4.\t\nForrest S, Strange V, Oakley A. A comparison of students’ evaluations of a \npeer-delivered sex education programme and teacher-led provision. Sex \nEduc Sex Soc Learn. 2002;2(3):195–214.\n\t5.\t\nFrankham J. Peer education: The unauthorised version. Br Educ Res J. \n1998;24(2):179–93.\n\t6.\t\nMilburn K. A critical review of peer education with young peo-\nple with special reference to sexual health. Health Educ Res. \n1995;10(4):407–20.\n\t7.\t\nHunter G, Ward J, Power R. Research and development focusing on peer \nintervention for drug users. Drugs Educ Prev Policy. 1997;4(3):259–70.\n\t8.\t\nPower R, Jones S, Kearns G, Ward J, Perera J. Drug user networks, cop-\ning strategies, and HIV prevention in the community. J Drug Issues. \n1995;25(3):565–81.\nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\nPage 13 of 13\nPickering et al. BMC Public Health          (2022) 22:985 \n\t\n•\n \nfast, convenient online submission\n \n•\n  \nthorough peer review by experienced researchers in your ﬁeld\n• \n \nrapid publication on acceptance\n• \n \nsupport for research data, including large and complex data types\n•\n  \ngold Open Access which fosters wider collaboration and increased citations \n \nmaximum visibility for your research: over 100M website views per year \n•\n  \nAt BMC, research is always in progress.\nLearn more biomedcentral.com/submissions\nReady to submit your research\nReady to submit your research ?  Choose BMC and benefit from: \n?  Choose BMC and benefit from: \n\t9.\t\nWyman PA. Developmental approach to prevent adolescent suicides: \nResearch pathways to effective upstream preventive interventions. Am J \nPrev Med. 2014;47(3):S251–6.\n\t10.\t Wyman PA, Petrova M, Schmeelk-Cone K, Kerr N, Pisani A, Brown CH, et al. \nA method for assessing implementation success of a peer-led suicide \nprevention program. In: Implementation Science. Springer; 2015. p. A42.\n\t11.\t Valente TW. Network interventions. Science. 2012;337(6090):49–53.\n\t12.\t Valente TW, Vega Yon GG. Diffusion/Contagion Processes on Social Net-\nworks. Health Educ Behav. 2020;47(2):235–48.\n\t13.\t Valente TW, Davis RL. Accelerating the diffusion of innovations using \nopinion leaders. Ann Am Acad Pol Soc Sci. 1999;566(1):55–67.\n\t14.\t Valente TW, Pumpuang P. Identifying opinion leaders to promote behav-\nior change. Health Educ Behav. 2007;34(6):881–96.\n\t15.\t Stephenson J, Strange V, Forrest S, Oakley A, Copas A, Allen E, et al. \nPupil-led sex education in England (RIPPLE study): cluster-randomised \nintervention trial. The Lancet. 2004;364(9431):338–46.\n\t16.\t Phelps F, Mellanby A, Crichton N, Tripp J. Sex education: the effect of a \npeer programme on pupils (aged 13–14 years) and their peer leaders. \nHealth Educ J. 1994;53(2):127–39.\n\t17.\t Miller W, MacGilchrist L. A model for peer-led work. Health Educ. \n1996;96(2):24–9.\n\t18.\t Chami GF, Ahnert SE, Kabatereine NB, Tukahebwa EM. Social net-\nwork fragmentation and community health. Proc Natl Acad Sci. \n2017;201700166.\n\t19.\t Kim DA, Hwong AR, Stafford D, Hughes DA, O’Malley AJ, Fowler JH, et al. \nSocial network targeting to maximise population behaviour change: a \ncluster randomised controlled trial. The Lancet. 2015;386(9989):145–53.\n\t20.\t Valente TW, Gallaher P, Mouttapa M. Using social networks to understand \nand prevent substance use: a transdisciplinary perspective. Subst Use \nMisuse. 2004;39(10–12):1685–712.\n\t21.\t Kempe D, Kleinberg J, Tardos É. Maximizing the spread of influence \nthrough a social network. In: Proceedings of the ninth ACM SIGKDD \ninternational conference on Knowledge discovery and data mining. ACM; \n2003. p. 137–146.\n\t22.\t Rogers EM. Diffusion of innovations. Simon and Schuster; 2010.\n\t23.\t Aral S, Muchnik L, Sundararajan A. Distinguishing influence-based con-\ntagion from homophily-driven diffusion in dynamic networks. Proc Natl \nAcad Sci. 2009;106(51):21544–9.\n\t24.\t De Choudhury M, Sundaram H, John A, Seligmann DD, Kelliher A. “ Birds \nof a Feather”: Does User Homophily Impact Information Diffusion in \nSocial Media? ArXiv Prepr ArXiv10061702. 2010;\n\t25.\t Wyman PA, Pickering TA, Pisani AR, Rulison K, Schmeelk-Cone K, Hartley \nC, et al. Peer-adult network structure and suicide attempts in 38 high \nschools: implications for network-informed suicide prevention. J Child \nPsychol Psychiatry. 2019;60(10):1065–75.\n\t26.\t Centers for Disease Control and Prevention. Youth Risk Behavior Survey \nQuestionnaire [Internet]. 2010. Available from: www.​cdc.​gov/​yrbs\n\t27.\t Pickering TA, Wyman PA, Schmeelk-Cone K, Hartley C, Valente TW, Pisani \nAR, et al. Diffusion of a Peer-Led Suicide Preventive Intervention Through \nSchool-Based Student Peer and Adult Networks. Front Psychiatry. \n2018;9:598.\n\t28.\t Csardi G, Nepusz T. The igraph software package for complex network \nresearch. InterJournal. 2006;Complex Systems:1695.\n\t29.\t Borgatti SP. Identifying sets of key players in a social network. Comput \nMath Organ Theory. 2006;12(1):21–34.\n\t30.\t Jacobs S, Khanna A, Madduri K. Bader D. influenceR: Software Tools to \nQuantify Structural Importance of Nodes in a Network. 2015. URL Http-\nscran R-Proj OrgwebpackagesinfluenceRindex Html WebCite Cache ID \n72BTZVmZT. 2016;\n\t31.\t Borgatti SP, Everett MG. Models of core/periphery structures. Soc Netw. \n2000;21(4):375–95.\n\t32.\t R Core Team. R: A Language and Environment for Statistical Computing \n[Internet]. Vienna, Austria: R Foundation for Statistical Computing; 2014. \nAvailable from: http://​www.R-​proje​ct.​org/\n\t33.\t Mbaru EK, Barnes ML. Key players in conservation diffusion: using \nsocial network analysis to identify critical injection points. Biol Conserv. \n2017;210:222–32.\n\t34.\t Valente TW. Social networks and health: Models, methods, and applica-\ntions, vol. 1. New York: Oxford University Press; 2010.\n\t35.\t Iyengar R, Van den Bulte C, Valente TW. Opinion leadership and social \ncontagion in new product diffusion. Mark Sci. 2011;30(2):195–212.\n\t36.\t Van Eck PS, Jager W, Leeflang PS. Opinion leaders’ role in innovation diffu-\nsion: A simulation study. J Prod Innov Manag. 2011;28(2):187–203.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub-\nlished maps and institutional affiliations.\nContent courtesy of Springer Nature, terms of use apply. Rights reserved.\n\n1.\n2.\n3.\n4.\n5.\n6.\nTerms and Conditions\n \nSpringer Nature journal content, brought to you courtesy of Springer Nature Customer Service Center GmbH (“Springer Nature”).\n \nSpringer Nature supports a reasonable amount of sharing of  research papers by authors, subscribers and authorised users (“Users”), for small-\nscale personal, non-commercial use provided that all copyright, trade and service marks and other proprietary notices are maintained. By\naccessing, sharing, receiving or otherwise using the Springer Nature journal content you agree to these terms of use (“Terms”). For these\npurposes, Springer Nature considers academic use (by researchers and students) to be non-commercial.\n \nThese Terms are supplementary and will apply in addition to any applicable website terms and conditions, a relevant site licence or a personal\nsubscription. These Terms will prevail over any conflict or ambiguity with regards to the relevant terms, a site licence or a personal subscription\n(to the extent of the conflict or ambiguity only). For Creative Commons-licensed articles, the terms of the Creative Commons license used will\napply.\n \nWe collect and use personal data to provide access to the Springer Nature journal content. We may also use these personal data internally within\nResearchGate and Springer Nature and as agreed share it, in an anonymised way, for purposes of tracking, analysis and reporting. We will not\notherwise disclose your personal data outside the ResearchGate or the Springer Nature group of companies unless we have your permission as\ndetailed in the Privacy Policy.\n \nWhile Users may use the Springer Nature journal content for small scale, personal non-commercial use, it is important to note that Users may\nnot:\n  \nuse such content for the purpose of providing other users with access on a regular or large scale basis or as a means to circumvent access\ncontrol;\nuse such content where to do so would be considered a criminal or statutory offence in any jurisdiction, or gives rise to civil liability, or is\notherwise unlawful;\nfalsely or misleadingly imply or suggest endorsement, approval , sponsorship, or association unless explicitly agreed to by Springer Nature in\nwriting;\nuse bots or other automated methods to access the content or redirect messages\noverride any security feature or exclusionary protocol; or\nshare the content in order to create substitute for Springer Nature products or services or a systematic database of Springer Nature journal\ncontent.\n \nIn line with the restriction against commercial use, Springer Nature does not permit the creation of a product or service that creates revenue,\nroyalties, rent or income from our content or its inclusion as part of a paid for service or for other commercial gain. Springer Nature journal\ncontent cannot be used for inter-library loans and librarians may not upload Springer Nature journal content on a large scale into their, or any\nother, institutional repository.\n \nThese terms of use are reviewed regularly and may be amended at any time. Springer Nature is not obligated to publish any information or\ncontent on this website and may remove it or features or functionality at our sole discretion, at any time with or without notice. Springer Nature\nmay revoke this licence to you at any time and remove access to any copies of the Springer Nature journal content which have been saved.\n \nTo the fullest extent permitted by law, Springer Nature makes no warranties, representations or guarantees to Users, either express or implied\nwith respect to the Springer nature journal content and all parties disclaim and waive any implied warranties or warranties imposed by law,\nincluding merchantability or fitness for any particular purpose.\n \nPlease note that these rights do not automatically extend to content, data or other material published by Springer Nature that may be licensed\nfrom third parties.\n \nIf you would like to use or distribute our Springer Nature journal content to a wider audience or on a regular basis or in any other manner not\nexpressly permitted by these Terms, please contact Springer Nature at\n  \nonlineservice@springernature.com\n \n", "metadata": {"filename": "A_comparison_of_peer_change_agent_selection_method.pdf", "content_type": "application/pdf", "size": 13823259}, "created_at": "2025-03-06T04:31:03.632927"}}